pipe_3d/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    IN
    {
        type            patch;
        //inGroups        1(wall);
        nFaces          1425;
        startFace       418038;
    }
    OUT
    {
        type            patch;
        //inGroups        1(wall);
        nFaces          1425;
        startFace       419463;
    }
    WALL
    {
        type            wall;
        inGroups        1(wall);
        nFaces          7524;
        startFace       420888;
    }
)

// ************************************************************************* //
